Repository: kodi-game/game.libretro.dosbox
Catalog: game.libretro.dosbox/resources/language/resource.language.*/strings.po
Languages: ga, sv_se

# Addon Description
source: DOSBox emulates an IBM PC compatible computer running MS-DOS.[CR][CR]DOSBox can be configured to run a wide range of DOS games, from CGA/Tandy/PCjr classics up to games from the Quake era.
ga: Déanann DOSBox aithris ar ríomhaire atá comhoiriúnach le IBM PC agus MS-DOS á rith aige.[CR][CR]Is féidir DOSBox a chumrú chun raon leathan cluichí DOS a rith, ó chlasaicigh CGA/Tandy/PCjr go cluichí ó ré Quake.
sv_se: DOSBox emulerar en IBM PC-kompatibel dator som kör MS-DOS.[CR][CR]DOSBox kan konfigureras för att köra ett brett utbud av DOS-spel, från CGA/Tandy/PCjr-klassiker till spel från Quake-eran.

# #30001
source: Enable core-options
ga: Cumasaigh roghanna lárnacha
sv_se: Aktivera kärnalternativ

# #30002
source: Enable advanced core-options
ga: Cumasaigh roghanna lárnacha ardleibhéil
sv_se: Aktivera avancerade kärnalternativ

# #30003
source: Emulated machine
ga: Meaisín aithriste
sv_se: Emulerad maskin

# #30004
source: Scaler
ga: Scálach
sv_se: Skalare

# #30005
source: Gamepad emulated mouse
ga: Luch aithriste Gamepad
sv_se: Gamepad-emulerad mus

# #30006
source: Gamepad emulated deadzone
ga: Gamepad aithrisithe ar chrios marbh
sv_se: Gamepad-emulerad dödzon

# #30007
source: CPU core
ga: croí LAP
sv_se: CPU-kärna

# #30008
source: CPU type
ga: Cineál LAP
sv_se: CPU-typ

# #30009
source: CPU cycle mode
ga: Mód timthriall LAP
sv_se: CPU-cykelläge

# #30010
source: CPU cycle multiplier
ga: Iolraitheoir timthriall LAP
sv_se: CPU-cykelmultiplicerare

# #30011
source: CPU cycles
ga: Timthriallta LAP
sv_se: CPU-cykler

# #30012
source: Sound Blaster type
ga: Cineál Sound Blaster
sv_se: Sound Blaster-typ

# #30013
source: Enable PC-Speaker
ga: Cumasaigh Cainteoir Ríomhaire
sv_se: Aktivera PC-högtalare
